Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Source
de: Quelle
es: Fuente
it: Sorgente
pl: Źródło
pt_pt: Fonte
ru: Источник
th: แหล่งข้อมูล
zh_hans: 来源
zh_hant: 來源

source: SOURCE
de: QUELLE
es: FUENTE
it: SORGENTE
pl: ŹRÓDŁO
pt_pt: FONTE
ru: ИСТОЧНИК
th: แหล่งที่มา
zh_hans: 来源
zh_hant: 來源

source: Source Apple Health
de: Quelle Apple Health
es: Fuente Apple Health
fr: Source Apple Santé
it: Origine Apple Health
pl: Źródło Apple Health
pt_pt: Fonte Apple Saúde
ru: Источник: Apple Здоровье
th: ที่มา Apple Health
zh_hans: 来源 Apple 健康
zh_hant: 來源 Apple 健康

source: Source imported activity file
de: Quelle: importierte Aktivitätsdatei
es: Fuente: archivo de actividad importado
fr: Source : fichier d'activité importé
it: Sorgente: file di attività importato
pl: Źródło zaimportowanego pliku aktywności
pt_pt: Ficheiro de atividade importado de origem
ru: Источник: импортированный файл активности
th: แหล่งที่มาของไฟล์กิจกรรมที่นำเข้า
zh_hans: 来源：导入的活动文件
zh_hant: 來源：匯入的活動檔案

source: Source imported lifting log
de: Quelle: importiertes Krafttrainings-Log
es: Fuente: registro de pesas importado
fr: Source : journal de musculation importé
it: Sorgente: registro pesi importato
pl: Źródło importowanego dziennika podnoszenia
pt_pt: Registo de levantamento importado de origem
ru: Источник: импортированный дневник силовых тренировок
th: แหล่งข้อมูล: บันทึกเวทเทรนนิงที่นำเข้า
zh_hans: 来源：导入的力量训练记录
zh_hant: 來源：匯入的重訓記錄

source: Source manual entry
de: Quelle: manueller Eintrag
es: Fuente: entrada manual
fr: Source : saisie manuelle
it: Sorgente: inserimento manuale
pl: Ręczny wpis źródła
pt_pt: Entrada manual de origem
ru: Источник: ручной ввод
th: การป้อนข้อมูลด้วยตนเองของแหล่งที่มา
zh_hans: 来源：手动录入
zh_hant: 來源：手動輸入

source: Source on-device detected
de: Quelle: auf dem Gerät erkannt
es: Fuente: detectado en el dispositivo
fr: Source : détecté sur l'appareil
it: Sorgente: rilevato sul dispositivo
pl: Wykryto źródło na urządzeniu
pt_pt: Fonte detetada no dispositivo
ru: Источник: обнаружено на устройстве
th: ตรวจพบแหล่งที่มาในอุปกรณ์
zh_hans: 来源：设备自动检测
zh_hant: 來源：裝置端偵測

source: Source Whoop
de: Quelle Whoop
es: Fuente Whoop
it: Origine Whoop
pl: Źródło Whoop
pt_pt: Fonte Uau
ru: Источник: WHOOP
th: แหล่งข้อมูล WHOOP
zh_hans: 来源 Whoop
zh_hant: 來源 Whoop

source: Source: %@
de: Quelle: %@
es: Fuente: %@
it: Sorgente: %@
pl: Źródło: %@
pt_pt: Fonte: %@
ru: Источник: %@
th: ที่มา: %@
zh_hans: 来源：%@
zh_hant: 來源：%@

source: Source: Apple Watch
de: Quelle: Apple Watch
es: Fuente: Apple Watch
it: Sorgente: Apple Watch
pl: Źródło: Apple Watch
pt_pt: Fonte: Apple Watch
ru: Источник: Apple Watch
th: ที่มา: Apple Watch
zh_hans: 来源：Apple Watch
zh_hant: 來源：Apple Watch

source: Sources differ
de: Quellen weichen ab
es: Las fuentes difieren
fr: Les sources diffèrent
it: Le sorgenti differiscono
pl: Źródła są różne
pt_pt: As fontes diferem
ru: Источники расходятся
th: แหล่งที่มาแตกต่างกัน
zh_hans: 来源不一致
zh_hant: 來源不一致

# Sparse, widened to %@ · %lld readings
source: Sparse, widened to %1$@ · %2$lld readings
de: Lückenhaft, verbreitert auf %1$@ · %2$lld Messwerte
es: Escasa, ampliada a %@ · %lld lecturas
fr: Données éparses, élargies à %1$@ · %2$lld lectures
it: Dati radi, ampliati a %1$@ · %2$lld letture
pl: Rzadkie, rozszerzone do odczytów %1$@ · %2$lld
pt_pt: Esparso, ampliado para leituras %1$@ · %2$lld
ru: Разреженно, расширено до %1$@ · %2$lld измерений
th: ข้อมูลมีน้อย จึงขยายช่วงเป็น %@ · ค่าที่วัดได้ %lld ค่า
zh_hans: 数据稀疏，已扩展至 %1$@ · %2$lld 条读数
zh_hant: 資料稀疏，已放寬至 %@ · %lld 筆讀數

source: SPEED
de: GESCHWINDIGKEIT
es: VELOCIDAD
fr: VITESSE
it: VELOCITÀ
pl: PRĘDKOŚĆ
pt_pt: VELOCIDADE
ru: СКОРОСТЬ
th: ความเร็ว
zh_hans: 速度
zh_hant: 速度

source: Speed · Cadence · Power · Distance · Energy · Heart rate (if the machine sends it)
de: Geschwindigkeit · Kadenz · Leistung · Distanz · Energie · Herzfrequenz (wenn das Gerät sie sendet)
es: Velocidad · Cadencia · Potencia · Distancia · Energía · Frecuencia cardíaca (si la máquina la envía)
fr: Vitesse · Cadence · Puissance · Distance · Énergie · Fréquence cardiaque (si la machine l'envoie)
it: Velocità · Cadenza · Potenza · Distanza · Energia · Frequenza cardiaca (se la macchina la invia)
pl: Prędkość · Kadencja · Moc · Dystans · Energia · Tętno (jeśli maszyna je wysyła)
pt_pt: Velocidade · Cadência · Potência · Distância · Energia · Frequência cardíaca (se a máquina enviar)
ru: Скорость · Каденс · Мощность · Расстояние · Энергия · Пульс (если тренажёр передаёт)
th: ความเร็ว · จังหวะ · กำลัง · ระยะทาง · พลังงาน · อัตราการเต้นหัวใจ (หากเครื่องส่งไป)
zh_hans: 速度 · 踏频 · 功率 · 距离 · 能量 · 心率（如器械有发送）
zh_hant: 速度 · 踏頻 · 功率 · 距離 · 能量 · 心率（如果器材有傳送）

source: spiking (acute:chronic %@) - higher injury risk
de: schnellt hoch (akut:chronisch %@) - höheres Verletzungsrisiko
es: disparándose (agudo:crónico %@) - mayor riesgo de lesión
fr: en pic (aigu:chronique %@) - risque de blessure accru
it: in impennata (acuto:cronico %@) - rischio di infortunio più alto
pl: kolce (ostre:przewlekłe %@) - większe ryzyko kontuzji
pt_pt: pico (agudo:crónico %@) - maior risco de lesões
ru: резкий скачок (остр.:хрон. %@) - повышенный риск травмы
th: การพุ่งขึ้นอย่างรวดเร็ว (เฉียบพลัน:เรื้อรัง %@) - มีความเสี่ยงต่อการบาดเจ็บสูงกว่า
zh_hans: 急剧上升（急性：慢性 %@）——受伤风险更高
zh_hant: 急劇上升（急性：慢性 %@）——受傷風險更高

source: Sport
de: Sportart
es: Deporte
pt_pt: Esporte
ru: Вид спорта
th: กีฬา
zh_hans: 运动项目
zh_hant: 運動項目

source: SPORT
de: SPORTART
es: DEPORTE
pt_pt: ESPORTE
ru: ВИД СПОРТА
th: กีฬา
zh_hans: 运动
zh_hant: 運動

source: Square breath · steady focus
de: Box-Atem · ruhiger Fokus
es: Respiración cuadrada · enfoque constante
fr: Respiration carrée · concentration stable
it: Respiro quadrato · focus costante
pl: Kwadratowy oddech · stała koncentracja
pt_pt: Respiração quadrada · foco constante
ru: Квадратное дыхание · устойчивый фокус
th: ลมหายใจสี่เหลี่ยม · โฟกัสคงที่
zh_hans: 方块呼吸 · 稳定专注
zh_hant: 方形呼吸 · 穩定專注

source: Squarer tiles with a trend graph under the bar.
de: Squarer-Kacheln mit einem Trendgraphen unter der Bar.
es: Azulejos cuadrados con un gráfico de tendencia bajo el bar.
fr: Tuiles carrées avec un graphique de tendance sous la barre.
pl: Kwadratowe kafelki z wykresem trendu pod paskiem.
pt_pt: Ladrilhos mais quadrados com um gráfico de tendência abaixo da barra.
th: ไทล์ Squarer พร้อมกราฟแนวโน้มใต้แถบ
zh_hans: 带有迷你趋势图表的方形卡片。

source: Stage breakdown
de: Phasen-Aufschlüsselung
es: Desglose de fases
fr: Répartition des stades
it: Dettaglio fasi
pl: Podział sceny
pt_pt: Análise do estágio
ru: Структура стадий
th: สัดส่วนระยะการนอน
zh_hans: 阶段明细
zh_hant: 階段明細

source: Stages
de: Phasen
es: Fases
fr: Stades
it: Fasi
pl: Gradacja
pt_pt: Estágios
ru: Стадии
th: ระยะการนอน
zh_hans: 阶段
zh_hant: 階段

source: stages approximate (on-device)
de: Stufen ungefähr (auf dem Gerät)
es: etapas aproximadas (en el dispositivo)
fr: étapes approximatives (sur l'appareil)
it: fasi approssimative (sul dispositivo)
pl: fazy przybliżone (na urządzeniu)
pt_pt: etapas aproximadas (no dispositivo)
ru: этапы приблизительные (на устройстве)
th: ระยะการนอนโดยประมาณ (คำนวณบนอุปกรณ์)
zh_hans: 阶段近似（设备上）
zh_hant: 階段近似（設備上）

source: Stages vs typical
de: Phasen vs. typisch
es: Fases vs lo habitual
fr: Stades vs typique
it: Fasi vs tipico
pl: Etapy vs typowe
pt_pt: Estágios versus típico
ru: Стадии и норма
th: ระยะการนอนเทียบกับค่าปกติ
zh_hans: 各阶段 vs 常态
zh_hant: 各階段 vs 常態

source: stale · %@
de: veraltet · %@
es: desactualizado · %@
fr: obsolète · %@
it: obsoleto · %@
pl: nieaktualne · %@
pt_pt: obsoleto · %@
ru: устарело · %@
th: เก่า · %@
zh_hans: 已过期 · %@
zh_hant: 過時 · %@

source: Standard HR is not a full bond
de: Standard-HF ist keine volle Kopplung
es: El modo de FC estándar no es una vinculación completa
fr: La FC standard n'est pas un appairage complet
it: La FC standard non è un abbinamento completo
pl: Standardowy HR nie jest pełnym zobowiązaniem
pt_pt: O RH padrão não é um vínculo completo
ru: Стандартный режим пульса не образует полноценного соединения
th: โหมด HR มาตรฐานไม่ใช่การจับคู่เต็มรูปแบบ
zh_hans: 标准心率并非完整配对
zh_hant: 標準心率並非完整綁定

source: Standard HR mode (low bandwidth)
de: Standard-HF-Modus (geringe Bandbreite)
es: Modo de FC estándar (ancho de banda bajo)
fr: Mode FC standard (bande passante faible)
it: Modalità FC standard (banda ridotta)
pl: Standardowy tryb HR (niska przepustowość)
pt_pt: Modo HR padrão (largura de banda baixa)
ru: Стандартный режим пульса (низкая пропускная способность)
th: โหมด HR มาตรฐาน (แบนด์วิธต่ำ)
zh_hans: 标准心率模式（低带宽）
zh_hant: 標準心率模式（低頻寬）

source: Standard HR mode, low bandwidth. %@
de: Standard-HF-Modus, geringe Bandbreite. %@
es: Modo de FC estándar, ancho de banda bajo. %@
fr: Mode FC standard, bande passante faible. %@
it: Modalità FC standard, banda ridotta. %@
pl: Standardowy tryb HR, niska przepustowość. %@
pt_pt: Modo HR standard, largura de banda baixa. %@
ru: Стандартный режим пульса, низкая пропускная способность. %@
th: โหมด HR มาตรฐาน แบนด์วิธต่ำ %@
zh_hans: 标准心率模式，低带宽。%@
zh_hant: 標準心率模式，低頻寬。%@

source: Start %@
de: %@ starten
es: Iniciar %@
fr: Démarrer %@
it: Avvia %@
pl: Uruchom %@
pt_pt: Iniciar %@
ru: Начать %@
th: สตาร์ท %@
zh_hans: 开始 %@
zh_hant: 開始 %@

source: Start a Breathe session
de: Atemsitzung starten
es: Iniciar una sesión de respiración
fr: Démarrer une séance de respiration
it: Avvia una sessione di Respirazione
pl: Rozpocznij sesję oddechową
pt_pt: Iniciar uma sessão de respiração
ru: Начать сеанс дыхания
th: เริ่มเซสชันการหายใจ
zh_hans: 开始一次呼吸会话
zh_hant: 開始一次呼吸工作階段

source: Start a live session. Beta. Silent strap coaching against today's Charge.
de: Starte eine Live-Session. Beta. Stilles Strap-Coaching gegen deinen heutigen Charge-Wert.
es: Inicia una sesión en directo. Beta. Coaching silencioso de la pulsera basado en tu Charge de hoy.
fr: Démarrez une séance en direct. Bêta. Coaching silencieux du bracelet basé sur votre Charge du jour.
it: Avvia una sessione live. Beta. Coaching silenzioso della fascia basato sul tuo Charge di oggi.
pl: Rozpocznij sesję na żywo. Beta. Cichy trening pasków w porównaniu z dzisiejszym Energia.
pt_pt: Inicie uma sessão em direto. Beta. Treino silencioso contra o Carga de hoje.
ru: Начать сеанс в реальном времени. Бета. Беззвучные подсказки браслета с учётом сегодняшнего Заряда.
th: เริ่มเซสชันแบบเรียลไทม์ (เบต้า) พร้อมคำแนะนำผ่านการสั่นของสายรัดตามพลังฟื้นตัววันนี้
zh_hans: 开始实时训练。Beta。基于你今天 Charge 值的静默手环指导。
zh_hant: 開始即時訓練。Beta。基於你今天 Charge 值的靜默手環指導。

source: Start a live stream
de: Live-Stream starten
es: Iniciar una transmisión en vivo
fr: Démarrer une diffusion en direct
it: Avvia uno streaming in diretta
pl: Rozpocznij transmisję na żywo
pt_pt: Iniciar uma transmissão em direto
ru: Начать прямую трансляцию
th: เริ่มสตรีมแบบเรียลไทม์
zh_hans: 开始一个实时流
zh_hant: 開始一個即時流

source: Start a local experiment using today's date as day one.
de: Starte ein lokales Experiment mit dem heutigen Datum als Tag eins.
es: Inicia un experimento local usando la fecha de hoy como día uno.
fr: Démarrez une expérience locale en utilisant la date d'aujourd'hui comme jour un.
it: Avvia un esperimento locale usando la data di oggi come giorno uno.
pl: Rozpocznij lokalny eksperyment, używając dzisiejszej daty jako pierwszego dnia.
pt_pt: Inicie uma experiência local utilizando a data de hoje como primeiro dia.
ru: Начать локальный эксперимент, где сегодняшний день — первый.
th: เริ่มการทดสอบในพื้นที่โดยใช้วันที่วันนี้เป็นวันแรก
zh_hans: 以今天的日期作为第一天，开始一次本地实验。
zh_hant: 以今天的日期作為第一天，開始一次本地實驗。

source: Start a workout
de: Workout starten
es: Iniciar un entrenamiento
fr: Démarrer un entraînement
it: Avvia un allenamento
pl: Rozpocznij trening
pt_pt: Comece um treino
ru: Начать тренировку
th: เริ่มออกกำลังกาย
zh_hans: 开始一次锻炼
zh_hant: 開始一次鍛鍊

source: Start a workout when the stream matters. NOOP records the interval, HR, peak, average and effort from the same live feed.
de: Starte ein Workout, wenn der Stream zählt. NOOP zeichnet Intervall, HF, Spitze, Durchschnitt und Anstrengung aus demselben Live-Feed auf.
es: Inicia un entrenamiento cuando la transmisión importe. NOOP registra el intervalo, la FC, el pico, el promedio y el esfuerzo desde el mismo flujo en vivo.
fr: Démarrez un entraînement quand le flux compte. NOOP enregistre l'intervalle, la FC, le pic, la moyenne et l'effort à partir du même flux en direct.
it: Avvia un allenamento quando lo streaming conta. NOOP registra l'intervallo, la FC, il picco, la media e lo sforzo dallo stesso feed in diretta.
pl: Rozpocznij trening, gdy strumień ma znaczenie. NOOP rejestruje interwał, tętno, szczyt, średnią i wysiłek z tego samego kanału na żywo.
pt_pt: Inicie um treino quando a transmissão é importante. O NOOP regista o intervalo, FC, pico, média e esforço do mesmo feed em direto.
ru: Начинайте тренировку, когда важен поток данных. NOOP записывает интервал, пульс, пиковое и среднее значения, а также усилие из того же потока в реальном времени.
th: เริ่มออกกำลังกายเมื่อกระแสมีความสำคัญ NOOP บันทึกช่วงเวลา, HR, จุดสูงสุด, ค่าเฉลี่ย และภาระร่างกายจากฟีดเรียลไทม์เดียวกัน
zh_hans: 当数据流很重要时，开始一次锻炼。NOOP 会从同一个实时数据流中记录时段、心率、峰值、平均值和消耗。
zh_hant: 當資料流很重要時，開始一次鍛鍊。NOOP 會從同一個即時資料流中記錄時段、心率、峰值、平均值和消耗。

source: Start a workout, log your journal, or breathe
de: Starte ein Workout, erfasse dein Tagebuch oder atme
es: Inicia un entrenamiento, escribe en tu diario o respira
fr: Démarrez un entraînement, écrivez dans votre journal ou respirez
it: Avvia un allenamento, compila il diario o respira
pl: Rozpocznij trening, zapisz swój dziennik lub oddychaj
pt_pt: Comece um treino, registe o teu diário ou respire
ru: Начните тренировку, запишите в журнал или подышите
th: เริ่มออกกำลังกาย บันทึกบันทึกประจำวัน หรือหายใจเข้า
zh_hans: 开始一次锻炼、记录你的日志，或呼吸
zh_hant: 開始一次鍛鍊、記錄你的日誌，或呼吸

source: Start and target are the same
de: Start und Ziel sind identisch
es: El inicio y el objetivo son iguales
fr: Le départ et l'objectif sont identiques
it: Partenza e obiettivo coincidono
pl: Wartość początkowa i docelowa są takie same
pt_pt: O início e o objetivo são iguais
ru: Начало и цель совпадают
th: จุดเริ่มต้นและเป้าหมายเหมือนกัน
zh_hans: 起点与目标相同
zh_hant: 起點與目標相同

source: Start and target are the same number — there'd be nothing to move toward, so no progress, no route and no arrival date.
de: Start und Ziel sind dieselbe Zahl — es gäbe nichts, worauf du zugehst: kein Fortschritt, keine Route, kein Ankunftsdatum.
es: El inicio y el objetivo son el mismo número: no habría nada hacia lo que avanzar, así que no hay progreso, ni ruta, ni fecha de llegada.
fr: Le départ et l'objectif sont le même nombre — il n'y aurait rien vers quoi avancer : ni progression, ni itinéraire, ni date d'arrivée.
it: Partenza e obiettivo sono lo stesso numero — non ci sarebbe nulla verso cui muoversi: nessun progresso, nessuna rotta, nessuna data di arrivo.
pl: Wartość początkowa i docelowa to ta sama liczba — nie byłoby do czego dążyć, więc nie ma postępu, trasy ani daty dojścia.
pt_pt: O início e o objetivo são o mesmo número — não haveria nada para onde avançar: sem progresso, sem rota e sem data de chegada.
ru: Начало и цель — одно и то же число: двигаться будет не к чему, а значит не будет ни прогресса, ни маршрута, ни даты достижения.
th: จุดเริ่มต้นและเป้าหมายเป็นตัวเลขเดียวกัน ไม่มีอะไรให้เดินหน้า ไม่มีความคืบหน้า ไม่มีเส้นทาง และไม่มีวันถึง
zh_hans: 起点和目标是同一个数字 — 就没有可前进的方向，因此没有进度、没有路线，也没有达成日期。
zh_hant: 起點和目標是同一個數字 — 就沒有可前進的方向，因此沒有進度、沒有路線，也沒有達成日期。

source: Start can't be in the future.
de: Der Beginn kann nicht in der Zukunft liegen.
es: El inicio no puede estar en el futuro.
fr: Le début ne peut pas être dans le futur.
it: L'inizio non può essere nel futuro.
pl: Początek nie może przypadać w przyszłości.
pt_pt: O início não pode ser no futuro.
ru: Начало не может быть в будущем.
th: การเริ่มต้นไม่สามารถอยู่ในอนาคตได้
zh_hans: 开始时间不能在未来。
zh_hant: 開始時間不能在未來。

source: Start date and time
de: Startdatum und -zeit
es: Fecha y hora de inicio
fr: Date et heure de début
it: Data e ora di inizio
pl: Data i godzina rozpoczęcia
pt_pt: Data e hora de início
ru: Дата и время начала
th: วันที่และเวลาเริ่มต้น
zh_hans: 开始日期和时间
zh_hant: 開始日期和時間

source: Start ECG capture
de: EKG-Aufzeichnung starten
es: Iniciar captura de ECG
fr: Démarrer la capture ECG
it: Avvia acquisizione ECG
pl: Rozpocznij przechwytywanie ECG
pt_pt: Iniciar captura de ECG
ru: Начать запись ЭКГ
th: เริ่มการจับ ECG
zh_hans: 开始心电图采集
zh_hant: 開始心電圖擷取

source: Start experiment
de: Experiment starten
es: Iniciar experimento
fr: Démarrer l'expérience
it: Avvia esperimento
pl: Rozpocznij eksperyment
pt_pt: Iniciar experiência
ru: Начать эксперимент
th: เริ่มการทดลอง
zh_hans: 开始实验
zh_hant: 開始實驗

source: Start from a coach
de: Mit einem Coach starten
es: Empezar con un coach
fr: Partir d'un coach
it: Iniziare da un allenatore
pl: Zacznij od trenera
pt_pt: Comece com um treinador
ru: Начни с тренера
th: เริ่มจากโค้ช
zh_hans: 从教练开始
zh_hant: 從教練開始

source: Start session
de: Sitzung starten
es: Iniciar sesión
fr: Démarrer la séance
it: Avvia sessione
pl: Rozpocznij sesję
pt_pt: Iniciar sessão
ru: Начать сессию
th: เริ่มเซสชัน
zh_hans: 开始会话
zh_hant: 開始工作階段

source: Start workout
de: Workout starten
es: Iniciar entrenamiento
fr: Démarrer l'entraînement
it: Avvia allenamento
pl: Rozpocznij trening
pt_pt: Iniciar treino
ru: Начать тренировку
th: เริ่มออกกำลังกาย
zh_hans: 开始锻炼
zh_hant: 開始鍛鍊

# Started %@ · testing %@
source: Started %1$@ · testing %2$@
de: Gestartet %1$@ · testet %2$@
es: Iniciado %@ · probando %@
fr: Démarré %1$@ · test %2$@
it: Iniziato %1$@ · in test %2$@
pl: Rozpoczęto %1$@ · testowanie %2$@
pt_pt: Começou %1$@ · a testar %2$@
ru: Начато %1$@ · проверка %2$@
th: เริ่ม %@ · ทดสอบ %@
zh_hans: 已开始 %1$@ · 正在测试 %2$@
zh_hant: 已開始 %1$@ · 正在測試 %2$@

source: Started at %lld bpm · the rhythm trails your heart down.
de: Gestartet bei %lld bpm · der Rhythmus führt dein Herz nach unten.
es: Comenzó a %lld ppm · el ritmo acompaña a tu corazón hacia abajo.
fr: Démarré à %lld bpm · le rythme accompagne votre cœur vers le bas.
it: Iniziato a %lld bpm · il ritmo accompagna il tuo cuore verso il basso.
pl: Zaczęło się od %lld bpm · rytm podąża za twoim sercem.
pt_pt: Começou em %lld bpm · o ritmo segue o teu coração.
ru: Начато на %lld уд/мин · ритм замедляется вслед за сердцем.
th: เริ่มที่ %lld bpm · จังหวะจะพาหัวใจคุณล่องลอย
zh_hans: 从 %lld bpm 开始 · 节律会引领你的心率下降。
zh_hant: 從 %lld bpm 開始 · 節律會引領你的心率下降。

source: starting soon
de: bald los
es: comenzando pronto
fr: ça commence bientôt
it: a partire da presto
pl: wkrótce start
pt_pt: começando em breve
ru: скоро начнётся
th: เริ่มเร็ว ๆ นี้
zh_hans: 即将开始
zh_hant: 即將開始

source: Starting soon
de: Bald geht es los
es: Empezando pronto
fr: Bientôt
it: A partire da presto
pl: Wkrótce start
pt_pt: Começando em breve
ru: Скоро начнётся
th: เริ่มเร็วๆ นี้
zh_hans: 即将开始
zh_hant: 即將開始

source: Starting value
de: Startwert
es: Valor inicial
fr: Valeur de départ
it: Valore iniziale
pl: Wartość początkowa
pt_pt: Valor inicial
ru: Начальное значение
th: ค่าเริ่มต้น
zh_hans: 起始值
zh_hant: 起始值

source: Starting…
de: Wird gestartet…
es: Iniciando…
fr: Démarrage…
it: Avvio…
pl: Startowy…
pt_pt: Começando…
ru: Запуск…
th: กำลังเริ่ม...
zh_hans: 开始中…
zh_hant: 開始中…

source: State
de: Zustand
es: Estado
fr: État
it: Stato
pl: Państwo
pt_pt: Estado
ru: Состояние
th: สถานะ
zh_hans: 状态
zh_hant: 狀態

source: Stay in the loop
de: Bleib auf dem Laufenden
es: Mantente al tanto
fr: Restez informé
it: Resta aggiornato
pl: Bądź na bieżąco
pt_pt: Fique por dentro
ru: Будьте в курсе
th: อยู่ในวง
zh_hans: 保持关注
zh_hant: 掌握最新動態

source: Stays on this device. The coach won't see it.
de: Bleibt auf diesem Gerät. Der Coach sieht es nicht.
es: Permanece en este dispositivo. El coach no lo verá.
fr: Reste sur cet appareil. Le coach ne le verra pas.
it: Rimane su questo dispositivo. L'allenatore non lo vedrà.
pl: Zostaje na tym urządzeniu. Trener tego nie zobaczy.
pt_pt: Permanece neste dispositivo. O treinador não verá isso.
ru: Остается на этом устройстве. Тренер этого не увидит.
th: อยู่ในอุปกรณ์นี้ โค้ชคงไม่เห็นหรอก
zh_hans: 保留在此设备上。教练不会看到的。
zh_hant: 保留在此設備上。教練不會看到的。

source: steady
de: stabil
es: estable
fr: stable
it: stabile
pl: stały
ru: стабильно
th: มั่นคง
zh_hans: 平稳
zh_hant: 穩定

source: Steady
de: Stabil
es: Estable
fr: Stable
it: Stabile
pl: Stały
pt_pt: Estável
ru: Стабильно
th: มั่นคง
zh_hans: 平稳
zh_hant: 平穩

source: Step %lld of %lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
it: Passaggio %lld di %lld
pl: Krok %lld z %lld
pt_pt: Etapa %lld de %lld
ru: Шаг %lld из %lld
th: ขั้นตอน %lld ของ %lld
zh_hans: %lld 的步骤 %lld
zh_hant: %lld 的步驟 %lld

source: Step back to a day the strap was worn.
de: Geh zu einem Tag zurück, an dem der Strap getragen wurde.
es: Retrocede a un día en que llevaste la pulsera.
fr: Revenez à un jour où le bracelet était porté.
it: Torna a un giorno in cui la fascia era indossata.
pl: Cofnijmy się do dnia, w którym pasek był noszony.
pt_pt: Volte ao dia em que a bracelete foi usada.
ru: Вернитесь к дню, когда браслет был надет.
th: ย้อนกลับไปในวันที่สายรัดถูกสวม
zh_hans: 请回到佩戴手环的日期。
zh_hant: 回到有佩戴手環的一天。

source: Step calibration
de: Schritt-Kalibrierung
es: Calibración de pasos
fr: Calibration des pas
it: Calibrazione dei passi
pl: Kalibracja krokowa
pt_pt: Calibração de etapas
ru: Калибровка шагов
th: การสอบเทียบจำนวนก้าว
zh_hans: 步数校准
zh_hant: 步數校準

source: Step calibration, %@ counter ticks per step
de: Schritt-Kalibrierung, %@ Zählerticks pro Schritt
es: Calibración de pasos, %@ ticks del contador por paso
fr: Calibration des pas, %@ tops du compteur par pas
it: Calibrazione dei passi, %@ scatti del contatore per passo
pl: Kalibracja krokowa, licznik cykli %@ na krok
pt_pt: Calibração de passos, contador %@ ticks por passo
ru: Калибровка шагов, %@ отсчётов счётчика на шаг
th: การสอบเทียบแบบจำนวนก้าว %@ เคาน์เตอร์ติ๊กต่อจำนวนก้าว
zh_hans: 步数校准，每步 %@ 次计数器计数
zh_hant: 步數校準，每步 %@ 次計數器計數

source: Step to another week with the arrows above to see its review.
de: Wechsle mit den Pfeilen oben zu einer anderen Woche, um ihren Rückblick zu sehen.
es: Pasa a otra semana con las flechas de arriba para ver su resumen.
fr: Passez à une autre semaine avec les flèches ci-dessus pour voir son bilan.
it: Passa a un'altra settimana con le frecce sopra per vederne la rassegna.
pl: Przejdź do kolejnego tygodnia za pomocą strzałek powyżej, aby zobaczyć jego recenzję.
pt_pt: Passe para outra semana com as setas acima para ver a tua análise.
ru: Перейдите к другой неделе с помощью стрелок выше, чтобы увидеть её обзор.
th: ก้าวไปอีกสัปดาห์ด้วยลูกศรด้านบนเพื่อดูบทวิจารณ์
zh_hans: 用上方的箭头切换到另一周以查看其回顾。
zh_hant: 用上方的箭頭切換到另一週以查看其回顧。

source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
pl: Kroki
pt_pt: Passos
ru: Шаги
th: จำนวนก้าว
zh_hans: 步数
zh_hant: 步數

source: Steps (estimated)
de: Schritte (geschätzt)
es: Pasos (estimados)
fr: Pas (estimés)
it: Passi (stimati)
pl: Kroki (szacunkowe)
pt_pt: Etapas (estimadas)
ru: Шаги (оценка)
th: จำนวนก้าว (โดยประมาณ)
zh_hans: 步数（估算）
zh_hant: 步數（估算）

source: Steps / motion
de: Schritte / Bewegung
es: Pasos / movimiento
fr: Pas / mouvement
it: Passi / movimento
pl: Kroki/ruch
pt_pt: Passos / movimento
ru: Шаги / движение
th: จำนวนก้าว/การเคลื่อนไหว
zh_hans: 步数 / 运动
zh_hant: 步數 / 體動

source: steps / motion unit
de: Schritte / Bewegungseinheit
es: pasos / unidad de movimiento
fr: pas / unité de mouvement
it: passi / unità di movimento
pl: kroki/jednostka ruchu
pt_pt: passos/unidade de movimento
ru: шаги / единица движения
th: จำนวนก้าว/หน่วยการเคลื่อนไหว
zh_hans: 步 / 运动单位
zh_hant: 步 / 運動單位

source: Steps & workouts
de: Schritte & Workouts
es: Pasos y entrenamientos
fr: Pas et entraînements
it: Passi e allenamenti
pl: Kroki i treningi
pt_pt: Etapas e treinos
ru: Шаги и тренировки
th: จำนวนก้าวและการออกกำลังกาย
zh_hans: 步数与锻炼
zh_hant: 步數與鍛鍊
